{
  "development-finance": {
    "name": "Development Finance",
    "description": "<p>Development finance is likely the first policy area that comes to mind when considering how countries help to promote development beyond their borders. It remains an important source of assistance for many developing countries. The <a href=\"http://www.oecd.org/dac/states-of-fragility-2016-9789264267213-en.htm\">OECD </a>finds that aid has been the largest and most reliable source of finance for the least developed fragile states over the past decade. In 1969, the <a href=\"http://www.oecd.org/dac/stats/the07odagnitarget-ahistory.htm\">Pearson Commission on International Development</a> <a href=\"http://www.oecd.org/dac/stats/the07odagnitarget-ahistory.htm\">proposed that rich countries</a> should spend 0.7 percent of their gross national product (GNP) on foreign aid (later defined as “official development assistance,” or ODA, by the OECD’s Development Assistance Committee). This 0.7 percent target was adopted by the UN in 1970, and in 1993, gross national income (GNI) replaced GNP as the measure. More than 50 years after it was set, only a handful of countries are meeting this target.</p><p>Quantity is not all that matters in development finance. How it is provided can have a significant impact on development results, as acknowledged by donors in a <a href=\"http://www.oecd.org/dac/effectiveness/thehighlevelforaonaideffectivenessahistory.htm\">series of High Level Fora on Aid Effectiveness</a>. These fora contributed to establishing key principles for improving the effectiveness of development cooperation. Today, ownership, focus on results, inclusive development partnerships, and transparency and mutual accountability are standard criteria which donors and recipients use to implement development assistance interventions. These criteria were agreed upon by 160 countries, including new and emerging cooperation providers.</p>",
    "subcomponents": {
      "development-finance-quantity": {
        "name": "Development Finance Quantity",
        "description": "<p>% GNI</p><p>This measures <a href=\"https://www.cgdev.org/publication/finance-international-development-fid\">Finance for International Development</a> (FID) as a share of a countries national income measured using gross national income (GNI). This measures government-provided, concessional, cross-border development finance on a grant equivalent basis. It differs from ODA in that it includes the grant-equivalent of all loans, and only considers cross-border finance.</p><p>Traditionally, development finance has been measured by ODA—a concept created by the OECD’s Development Assistance Committee (DAC). However, not all countries recognise ODA as a concept, and it is not calculated for countries outside the DAC. With the introduction of new countries to the CDI that are not part of the DAC, we have developed a new measure which is more consistent between the countries we assess in that it includes only cross-border support and includes all concessional lending rather than that exceeding a certain threshold, as in ODA.</p><p>For countries who report to it, we use the OECD Creditor Reporter System. For those that don't, we rely on official country documents and, where necessary, make assumptions to fill in gaps. This incorporates three elements of development finance (which are outlined in more detail <a href=\"https://www.cgdev.org/sites/default/files/cdi-2025-methodology.pdf#page=27\">in the methodology</a>):</p><ul><li>Grants and other non-reimbursable assistance</li><li>Concessional loans measured as a grant equivalent</li><li>Core multilateral contributions</li></ul><p>Full details of the new measure are contained in the <a href=\"https://www.cgdev.org/publication/finance-international-development-fid\">FID working paper</a>. A description can be found in the <a href=\"https://www.cgdev.org/sites/default/files/cdi-2025-methodology.pdf#page=27\">methodology document</a>.</p><p>The weight of this indicator in the development finance component is 50 percent.</p>",
        "indicators": {}
      },
      "development-finance-quality": {
        "name": "Development Finance Quality",
        "description": "<p>The development finance quality indicator reflects a weighted average of bilateral and multilateral quality. The bilateral share is assessed using five measures that broadly capture best practices in development cooperation. The multilateral portion is given a score across all providers set at just above the average of bilateral quality (67th percentile) reflecting a premium for coordination and scale. The measures with weights below are used to score a country’s bilateral finance.</p><ul><li>Poverty focus (lower-income weighted shares of bilateral finance) (40 percent)</li><li>Share of allocation to fragile countries (10 percent)</li><li>Transparency of development finance data (20 percent)</li><li>Share of untied development finance (20 percent)</li><li>Recipient country ownership of objectives (10 percent)</li></ul><p>The weight of the quality subcomponent is 50 percent of the development finance component.</p>",
        "indicators": {
          "multilateral-support": {
            "name": "Multilateral Support",
            "description": "<p>% of finance (FID) to multilaterals</p><p>Every country allocates some development finance both bilaterally and to multilateral institutions. Multilateral channels have certain advantages over bilateral channels—they are less politicised, preferred by aid recipients, and provide less-fragmented spending (<a href=\"https://odi.org/en/publications/bilateral-versus-multilateral-aid-channels-strategic-choices-for-donors/\">Gulrajani 2016</a>). We therefore assume that the effectiveness of multilateral contributions is above the average of bilateral finance and set the multilateral score at the 67th percentile of bilateral scores. This feeds into each country’s “Development Finance – Quality” score according to the share of finance that it gives multilaterally, i.e., it varies by country. For example, if a country channels 80 percent of its aid through multilateral organizations, then the multilateral score will receive a weight of 80 percent and the bilateral score will receive a weight of 20 percent in the quality indicator.</p><p>To calculate the share of multilateral contributions from all contributions for DAC providers, we use core multilateral tables (<a href=\"https://stats.oecd.org/DownloadFiles.aspx?DatasetCode=CRS1\">DAC table 1</a>). For non-DAC providers, we analyse UN system financial data and the annual reports of the 15 largest multilaterals in terms of ODA provided.</p>"
          },
          "poverty-focus": {
            "name": "Poverty Focus",
            "description": "<p>Lower-income weighted shares of bilateral finance</p><p>This measures the extent to which development cooperation is allocated towards the poorest countries. It weighs finance provided according to how poor the recipient country is. The approach is consistent with the concept of diminishing marginal utility of income: the benefits a recipient enjoys from a unit of income reduces as their income rises. </p><p>The measure is calculated by taking the weighted average of the inverse of each recipient country's income based on the share each recipient receives. It scales relative to an average <a href=\"https://datahelpdesk.worldbank.org/knowledgebase/articles/906519-world-bank-country-and-lending-groups\" target=\"_blank\">low-income country</a>, so providing all finance to a typical low-income country would score 1, with the figure increasing (or decreasing) exponentially for poorer (richer) recipients. </p><p>This measure is 40 percent of the bilateral quality measure. </p>"
          },
          "fragility-focus": {
            "name": "Fragility Focus",
            "description": "<p>Weighted fragility of finance recipients</p><p>This measures the extent to which bilateral development finance is directed towards fragile states, calculated as the allocation-weighted average of recipient fragility scores as defined by the OECD’s <a href=\"http://www3.compareyourcountry.org/states-of-fragility\">States of Fragility</a>. It reflects the importance of addressing fragility in development and the additional effort involved in providing finance in fragile contexts. Fragility and poverty are strongly related, and this measure supplements the poverty focus measure.</p><p>This measure is 10 percent of the bilateral quality measure.</p>"
          },
          "tied-status": {
            "name": "Tied Status",
            "description": "<p>Total score out of 4</p><p>This measures the share of development finance that is provided under the condition that the goods and services they fund be procured from suppliers based in the provider country. The same goods and services may be available at lower cost from other countries, so tying aid potentially deprives recipients of access to the most efficient service providers and thereby reduces its de facto value relative to the development impacts it could have purchased if aid were untied.</p><p>Countries are awarded a score out of 4 based on the share of cross-border aid (i.e. excluding administrative costs, spend on development awareness, in-donor refugee costs, in-donor student costs, in-donor research spend, and debt relief) that is untied using the following groupings:</p><ul><li>A score of 1 is awarded in cases where less than 50 percent of providers’ cooperation is untied.</li><li>A score of 2 is awarded in cases where between 50–69 percent of providers’ cooperation is untied.</li><li>A score of 3 is awarded in cases where between 70–89 percent of providers’ cooperation is untied.</li><li>A score of 4 is awarded in cases where 90 percent or more of providers’ cooperation is untied.</li></ul><p>This measure is 20 percent of the bilateral quality measure.</p>"
          },
          "transparency": {
            "name": "Transparency",
            "description": "<p>Score out of 8</p><p>This measure assesses the degree to which cooperation providers regularly publish development finance data. In alignment with the <a href=\"https://www.oecd.org/dac/effectiveness/fourthhighlevelforumonaideffectiveness.htm\">Busan Agreement</a>, countries are assessed on a scale up to 8 on the timeliness (4 points), openness and comprehensiveness (4 points) of their reporting on development spending. <a href=\"https://www.cgdev.org/sites/default/files/cdi-2025-methodology.pdf#page=31\">See the methodology</a> for further detail.</p><p>This measure is 20 percent of the bilateral quality measure.</p>"
          },
          "country-ownership": {
            "name": "Country Ownership",
            "description": "<p>Share of projects aligning with recipient objectives (GPEDC)</p><p>This measures the degree to which development cooperation providers promote country ownership over development interventions by aligning project objectives to recipient country priorities or national planning tools. We use data from “Indicator 1a.1” reported in the Global Partnership for Effective Development Cooperation (GPEDC) 2018 monitoring round, which measures the proportion of new development interventions that draw their objectives from (recipient) country-led results frameworks.</p><p>The measure combines credit for higher recipient response rates with the level of ownership recorded in those responses. Specifically, where recipient partners do not report, we assign a score of 40 percent (broadly the minimum in those that do respond). Where recipients do report on a provider, we use the reported percentage. The measure is an average (weighted across recipients) for each provider. We exclude countries with recent or active conflict to avoid penalizing providers for engagements in such contexts.</p><p>This measure is 10 percent of the bilateral quality measure.</p>"
          }
        }
      }
    }
  },
  "investment": {
    "name": "Investment",
    "description": "<p>Foreign direct investment is the largest source of external financing for many developing countries. Foreign investment can contribute to the development of infrastructure, housing, transport, energy supply, and many other areas. Major economies’ policies can support or impede private investment beyond their borders and impact the wellbeing of many developing country citizens. The quantity of investment is not the only consideration—it is important that measures are in place to safeguard the environment and the general welfare of those affected by the investment.  </p><p>Domestic regulation also impacts international financial flows and their potential to facilitate crime, corruption, and tax evasion, which can inhibit development and undermine confidence. States have legal duties to screen, trace, freeze, seize, and return illicit wealth, and to detect, prevent, and punish foreign bribery. This supports the integrity of investment, public accountability, and revenue raising in developing countries. </p>",
    "subcomponents": {
      "financial-secrecy": {
        "name": "Financial Secrecy",
        "description": "<p>The financial secrecy indicator is based on indicators drawn from the <a href=\"http://www.financialsecrecyindex.com/\">Financial Secrecy Index</a> (FSI), and directly from OECD and <a href=\"http://www.fatf-gafi.org/\">Financial Action Task Force (FATF)</a> peer reviews and mutual evaluations. The FSI is published biennially by the Tax Justice Network. It scores jurisdictions based on information on their laws, regulations, and cooperation with information exchange processes.</p><p>In adapting the FSI indicators for the CDI, we considered whether each indicator relates to financial secrecy/illicit financial flows, whether the criteria are well supported by international norms or argument that it measures good practice in relation to preventing illicit financial flows, and whether the data appear to be reliable. On this basis we selected 8 out of 20 indicators (including two which are modified from the FSI).</p><p>We group dependent jurisdictions with their parent jurisdictions (such as the Crown Dependencies and Overseas Territories with the UK). We use global scale weights to calculate weighted average scores for China, the Netherlands, the United Kingdom, and the United States. These global scale weights are a measure each jurisdiction’s share of the global market for financial services provided to non-resident clients.</p><p>The FSI indicators are rated on a scale for 0 to 1, where 0 is low secrecy and 1 is high secrecy.</p><p>The weight of this indicator in the investment component is 25 percent.</p>",
        "indicators": {
          "banking-secrecy": {
            "name": "Banking Secrecy",
            "description": "<p>FSI rating of the degree of financial secrecy</p><p>This measure assesses whether a jurisdiction enables banking secrecy, where absence or inaccessibility of banking information is also considered a form of banking secrecy. For a country to obtain a full score on this measure, the jurisdiction must ensure that banking data exists, and that competent authorities (i.e., the government authority designated as competent to exchange information with other jurisdictions under double tax conventions or tax information exchange agreements) have effective access to this data. This means that tax authorities can obtain account information without authorization from a separate institution, such as a court, for example, and that there are no undue notification requirements or appeal rights against obtaining or sharing such information. </p><p>For further details on this measure, please consult the <a href=\"https://fsi.taxjustice.net/fsi2022/KFSI-1.pdf\" target=\"_blank\">Financial Secrecy Index Methodology</a>. </p>"
          },
          "country-by-country-reporting": {
            "name": "Country by Country Reporting",
            "description": "<p>FSI rating of the degree of financial secrecy</p><p>This measure assesses country-by-country reporting in the extractive sector. Under the G20/OECD-led <a href=\"https://www.oecd.org/tax/beps/\" target=\"_blank\">Base Erosion and Profit Shifting (BEPS) programme, </a>large multinational companies are required to submit an annual country-by-country report to their home tax authority, giving headline figures on revenues, profits, assets, employees, and taxes paid in each jurisdiction. The international agreement is for this information to be kept confidential and shared only between revenue authorities. Although there are campaigns to require publication of these reports, there is not yet international agreement or expert consensus on the benefits of doing so. However, as natural resource revenues are often linked to corruption, country-by-country reporting of extractive sector revenues is particularly important. The CDI therefore adopts this part of the relevant FSI indicator, and makes this into a full measure. </p><p>For further details on this measure, please consult the <a href=\"https://fsi.taxjustice.net/fsi2022/KFSI-8.pdf\" target=\"_blank\">Financial Secrecy Index Methodology</a>. </p>"
          },
          "public-statistics": {
            "name": "Public Statistics",
            "description": "<p>FSI rating of the degree of financial secrecy</p><p>This measures the degree to which a jurisdiction makes publicly available 10 relevant statistical data sets about the jurisdiction’s economic and financial engagement with the wider world through trade, investment, and tax. Crucially, bilateral disaggregation ensures that the data offers valuable insights to every partner jurisdiction. </p><p>For further details on this measure, please consult the <a href=\"https://fsi.taxjustice.net/fsi2022/KFSI-16\" target=\"_blank\">Financial Secrecy Index Methodology</a>.  </p>"
          },
          "anti-money-laundering": {
            "name": "Anti-Money Laundering",
            "description": "<p>FSI rating of the degree of financial secrecy</p><p>This measure examines the extent to which the anti-money laundering regime of a country is considered effective by the <a href=\"http://www.fatf-gafi.org/\" target=\"_blank\">Financial Action Task Force (FATF)</a>, the international body dedicated to tackling money laundering, and evaluates countries’ compliance with FATF recommendations. The assessment is based on peer reviews evaluating the implementation of <a href=\"https://www.fatf-gafi.org/en/publications/Fatfrecommendations/Fatf-recommendations.html\" target=\"_blank\">FATF recommendations </a>concerning the laws, institutional structures, and policies deemed necessary to counter money laundering and terrorist financing. Peer reviews are carried out in five-year cycles. The third round of <a href=\"https://www.fatf-gafi.org/en/topics/mutual-evaluations.html\" target=\"_blank\">mutual evaluations</a> was completed in 2012, and the fourth round of assessments is <a href=\"https://www.fatf-gafi.org/en/calendars/assessments.html\" target=\"_blank\">underway</a>. Each recommendation taken from the FATF’s <a href=\"https://www.fatf-gafi.org/en/publications/Fatfrecommendations/Fatf-recommendations.html\" target=\"_blank\">Forty Recommendations</a> concerning the laws, institutional structures, and policies considered necessary to address money laundering and terrorist financing is given an equal weight in this methodology. A 100 percent rating indicates full compliance, whereas a 0 percent rating indicates a country is deemed wholly noncompliant. </p><p>For further details on this measure, please consult the <a href=\"https://www.financialsecrecyindex.com/PDF/17-Anti-Money-Laundering.pdf\" target=\"_blank\">Financial Secrecy Index Methodology</a>. </p>"
          },
          "automatic-exchange-of-information": {
            "name": "Automatic Exchange of Information",
            "description": "<p>FSI rating of the degree of financial secrecy</p><p>The measure assesses whether a country has signed the <a href=\"http://www.oecd.org/tax/exchange-of-tax-information/multilateral-competent-authority-agreement.htm\" target=\"_blank\">Multilateral Competent Authority Agreement </a>(MCAA), which provides the legal framework to engage in automatic exchange of information. Under the MCAA, jurisdictions agree to automatically provide information to the home jurisdiction about the bank accounts (and other reportable account) held by foreign tax residents in their country. With 1 being most secretive and 0 being most transparent, a country gets 0.5 for having signed the MCAA or 1 if not, with the score adjusted negatively for commitments such as having pilot projects, active information exchanging relationships, and for greater breadth of coverage, and positively for restrictions on sharing or delays in the start date. </p><p>For further details on this measure, please consult the <a href=\"https://fsi.taxjustice.net/fsi2022/KFSI-18.pdf\" target=\"_blank\">Financial Secrecy Index Methodology</a>. </p>"
          },
          "bilateral-treaties": {
            "name": "Bilateral Treaties",
            "description": "<p>FSI rating of the degree of financial secrecy</p><p>The measure assesses the extent to which a jurisdiction has signed and ratified bilateral treaties conforming to the “upon request” information exchange standard developed by the OECD and the Global Forum with 53 countries, and/or whether the jurisdiction has signed and ratified the Amended Council of Europe/OECD Convention on Mutual Administrative Assistance in Tax Matters. This is important because tax authorities around the world face immense difficulties when trying to secure foreign country-based evidence relating to suspected domestic tax evasion or tax avoidance. Exchange of information provisions allow jurisdictions to obtain information from tax authorities in other countries. The “upon request” provisions can either be <a href=\"http://www.oecd.org/tax/exchange-of-tax-information/taxinformationexchangeagreementstieas.htm\" target=\"_blank\">tax information exchange agreements </a>or full <a href=\"http://www.icaew.com/en/library/key-resources/double-tax-treaties\" target=\"_blank\">double taxation agreements </a>whose scope extends far beyond information exchange. </p><p>For further details on this measure, please consult the <a href=\"https://fsi.taxjustice.net/fsi2022/KFSI-19.pdf\" target=\"_blank\">Financial Secrecy Index Methodology</a>. </p>"
          },
          "international-legal-cooperation": {
            "name": "International Legal Cooperation",
            "description": "<p>FSI rating of the degree of financial secrecy</p><p>This measures the degree to which a country engages in international judicial cooperation on combatting money laundering and other criminal matters. The measure assesses the level of country’s compliance with the Financial Action Task Force recommendations. The <a href=\"http://www.fatf-gafi.org/\" target=\"_blank\">Financial Action Task Force</a> (FATF) is the international body dedicated to countering money laundering. In 2003, the FATF established its <a href=\"https://www.fatf-gafi.org/en/publications/Fatfrecommendations/Fatf-recommendations.html\" target=\"_blank\">Forty Recommendations </a>concerning the laws, institutional structures, and policies considered necessary to address money laundering and terrorist financing. </p><p>For further details on this measure, please consult the <a href=\"https://fsi.taxjustice.net/fsi2022/KFSI-20.pdf\" target=\"_blank\">Financial Secrecy Index Methodology</a>. </p>"
          },
          "beneficial-ownership": {
            "name": "Beneficial Ownership",
            "description": "<p>Level of secrecy around beneficial ownership</p><p>A key issue covered by several measures in the FSI is the registration of beneficial owners (i.e., the natural person(s) who ultimately owns or controls a company, trust, or partnership, or on whose behalf a transaction is being conducted). This is a foundation for anti-money laundering and anti-tax evasion efforts since anonymously owned shell companies can be used to launder illicit proceeds of corruption, tax evasion, and crime. Relevant international agreements on this are the <a href=\"https://www.fatf-gafi.org/en/topics/fatf-recommendations.html\">Financial Action Task Force’s (FATF) Recommendation</a> 24 (or 33 in previous numbering) and the <a href=\"http://www.oecd.org/tax/transparency/\">Global Forum on Transparency and Exchange of Information for Tax Purposes’</a> Criteria: A.1. The schedule of peer reviews means that there is no single rating which can be used, so the CDI uses the most recent compliance score from one of two sources, in order of preference: firstly, the <a href=\"http://www.fatf-gafi.org/publications/mutualevaluations/documents/assessment-ratings.html\">FATF</a>, and secondly, the <a href=\"http://www.oecd.org/tax/transparency/exchange-of-information-on-request/ratings/\">OECD Global Forum on Transparency</a>. These are then converted into numerical scores.</p><p>For further details on this measure, please consult the <a href=\"https://docs.google.com/document/d/1TNLi6O38q7pYo1H692uh8BpDvOjywYfdT2kMVrThpcs/edit\">CGD Financial Secrecy Methods Paper</a>.</p>"
          }
        }
      },
      "business-human-rights": {
        "name": "Business &amp; Human Rights",
        "description": "<p>Score on BHR Action Plan</p><p>This indicator scores countries for their engagement with the OECD’s <a href=\"http://mneguidelines.oecd.org/\" target=\"_blank\">Responsible Business Conduct (RBC</a>) principles. These standards set out the expectation that businesses—regardless of their legal status, size, ownership, or sector—contribute to sustainable development, while avoiding and addressing adverse impacts of their operations including throughout their supply chains and business relationships. </p><p>Countries are assessed on three aspects following the <a href=\"https://www.ohchr.org/Documents/Publications/GuidingPrinciplesBusinessHR_EN.pdf\" target=\"_blank\">UN Principles on Business and Human Rights</a> for a total score of 6 possible points:4 </p><p>1.) whether the government <a href=\"https://www.business-humanrights.org/en/government-action-platform\" target=\"_blank\">responded to a Business and Human Rights Centre survey</a>, which covers implementation of UN Guiding Principles (0-1 points) </p><p>2.) whether a <a href=\"https://www.business-humanrights.org/en/government-action-platform\" target=\"_blank\">National Action Plan (NAP) on business and human rights</a> is being drafted (1 point) or is already adopted (full 2 points). A chapter on business and human rights within a broader NAP is also awarded 1 point. </p><p>3.) whether a <a href=\"http://mneguidelines.oecd.org/National-Contact-Points-Website-Contact-Details.pdf\" target=\"_blank\">National Contact Point (NCP)</a> has been set up. For any given year, a country receives 1 point each for adherence to each of the following criteria: </p><ul><li>Adherence to the OECD Declaration</li><li>NCP formed</li><li>Active participation in NCP peer reviews </li></ul><p>The weight of this indicator in the investment component is 10 percent. </p>",
        "indicators": {}
      },
      "natural-resources": {
        "name": "Natural Resources",
        "description": "<p>Score on natural resource governance initiatives</p><p>This indicator measures countries’ commitment to ensuring that natural resource extraction and trade is governed by principles of transparency and is free from conflict. It is composed of two measures: participation in the <a href=\"https://eiti.org/\" target=\"_blank\">Extractive Industries Transparency Initiative</a> (EITI) and participation the <a href=\"http://www.kimberleyprocess.com/\" target=\"_blank\">Kimberley Process Certification Scheme</a>. </p><p>EITI promotes transparency in the management of natural resources. If a country participates in EITI, its extractive companies (oil, gas, mining) are required to publish what they pay to the governments of countries they operate in, and governments that sign up to EITI are obliged to disclose what they receive from such companies. A multi-stakeholder group monitors the process in each participating country. </p><p>The <a href=\"http://www.kimberleyprocess.com/\" target=\"_blank\">Kimberley Process Certification Scheme</a> is a joint initiative of governments, industry, and civil society that aims to eliminate the trade of conflict diamonds. Conflict diamonds are those whose sales contribute to funding armed conflicts. </p><p>A total of 7 points are possible for this measure: </p><p>A country gets 2 points for being a formal supporter of the <a href=\"http://www.eiti.org/\" target=\"_blank\">Extractive Industries Transparency Initiative</a> (EITI), and up to 3 points for progress towards implementing the EITI standards. A <a href=\"https://eiti.org/supporters/countries\" target=\"_blank\">list of participating countries and institutions</a> is on EITI's website. </p><p>A country gets a further 2 points for <a href=\"https://www.kimberleyprocess.com/en/participants\" target=\"_blank\">participating in the Kimberley Process</a>. A full list of participating countries is available <a href=\"http://www.kimberleyprocess.com/en/participants\" target=\"_blank\">here</a>. </p><p>The weight of this indicator in the investment component is 10 percent. </p>",
        "indicators": {}
      },
      "anti-corruption": {
        "name": "Anti-Corruption",
        "description": "<p>Score on enforcing OECD Anti-Bribery Convention by Transparency International</p><p>This indicator assesses the degree to which countries adopt and enforce the <a href=\"http://www.oecd.org/corruption/oecdantibriberyconvention.htm\" target=\"_blank\">OECD’s Anti-Bribery Convention</a>. The convention requires parties to criminalise bribery of foreign public officials and introduce related measures. </p><p>The scores, which assess the enforcement status of the convention from 0 to 3 points, are taken directly from Transparency International’s <a href=\"https://www.transparency.org/en/publications/exporting-corruption-2022\" target=\"_blank\">report</a>. </p><p>The weight of this indicator in the investment component is 15 percent. </p>",
        "indicators": {}
      },
      "investment-agreements": {
        "name": "Investment Agreements",
        "description": "<p>Degree of policy space for development in investment agreements</p><p>This indicator measures the degree to which clauses in international investment agreements (IIAs) limit the policy space of signatory countries, and scores CDI countries negatively the more their bilateral IIAs contain these limitations. Data on IIAs was analysed by <a href=\"https://politicalwatch.es/about-us/\">Political Watch</a> (formerly CIECODE). The bilateral IIAs analysed are those between CDI countries and developing country counterparts (according to the <a href=\"https://www.oecd.org/en/topics/sub-issues/oda-eligibility-and-conditions/dac-list-of-oda-recipients.html\">OECD’s list of ODA recipient countries</a>). The analysis includes the latest three IIAs which came into force in each of four time periods (pre-2004, 2004–2007, 2008–2013, 2014–present).</p><p>When analysing regional agreements, the score is extended to all the parties involved as though it were an international investment agreement. For assessing the “sustainable quality” of the IIA, the preamble, the Fair and Equitable Treatment clause, and the investor-state dispute settlement system were analysed. Any other general clause in the treaty that extends its application to these three clauses was also analysed. Each of the three dispositions analysed was given a score ranging from 0 to 2 depending on how much their content contributes to the capacity of the agreement to promote sustainable development and foreign investments. The analysis also assessed whether the IIA protects the state’s right to regulate for pursuing legitimate sustainable development objectives.</p><p>You can read more about the methodology in <a href=\"https://docs.google.com/document/d/1voa--jzozp4ejC2fq2sa4qqLa3Lc1IBz3RBLmyfsa7c/edit?usp=sharing\">Political Watch's methodological note</a> on International Investment Agreements.</p><p>The weight of this indicator in the investment component is 20 percent.</p>",
        "indicators": {}
      },
      "corporate-tax-rate-alignment": {
        "name": "Corporate Tax Rate Alignment",
        "description": "<p>Tax rate (%, capped at developing country average)</p><p>This indicator measures the Lowest Available Corporate Income Tax rate (LACIT), produced by the Tax Justice Network as part of the Corporate Tax Haven Index. As they <a href=\"https://cthi.taxjustice.net/en/how-index-works/haven-indicators\">point out</a>, “a jurisdiction has a “headline” or statutory rate of corporate income tax, but in reality a multinational may end up paying a much lower effective tax rate either because of a secret tax ruling or due to specific exceptions and exemptions.” The full methodology is available <a href=\"https://cthi.taxjustice.net/about\">here</a>.</p><p>In cases where a country has not been assessed in the Corporate Tax Haven Index, we instead use the statutory rate from the <a href=\"https://data-explorer.oecd.org/vis?tm=corporate%20tax%20rates&amp;pg=0&amp;hc%5bTopic%5d=&amp;snb=36&amp;df%5bds%5d=dsDisseminateFinalDMZ&amp;df%5bid%5d=DSD_TAX_CIT%40DF_CIT&amp;df%5bag%5d=OECD.CTP.TPS&amp;df%5bvs%5d=1.0&amp;dq=.A..ST..S13%2BS1311%2BS13M..&amp;lom=LASTNPERIODS&amp;lo=1&amp;to%5bTIME_PERIOD%5d=false&amp;vw=tb\">OECD</a>. The 14 CDI countries not assessed have low potential of being “major misalignment jurisdictions” and their LACIT rates are unlikely to differ significantly from their statutory rates.</p><p>We group dependent jurisdictions with their parent jurisdictions (such as the Crown Dependencies and Overseas Territories with the UK). We use global scale weights to calculate weighted average scores for China, the Netherlands, the United Kingdom, and the United States. These global scale weights are a measure of how much of the financial activity conducted by multinational enterprises is hosted by each jurisdiction, based on foreign direct investment volumes.</p><p>We cap the rate at the average corporate income tax rate of developing countries to (a) reflect that it is differentials in rates that drive profit shifting, and (b) avoid over-rewarding countries with very high rates. The average developing country statutory corporate income tax rate, calculated using data from the <a href=\"https://taxfoundation.org/data/all/global/corporate-tax-rates-by-country-2022/\">Tax Foundation</a>, is 25%.</p><p>The weight of this indicator in the investment component is 20 percent.</p>",
        "indicators": {}
      }
    }
  },
  "migration": {
    "name": "Migration",
    "description": "<p>In <a href=\"https://www.ohchr.org/en/migration/new-york-declaration-refugees-and-migrants\">2016</a>, all 193 UN member states agreed that protecting refugees is a responsibility which much be borne more equitably. In spite of this, hosting of the world’s currently <a href=\"https://www.unhcr.org/refugee-statistics/\">35-million large refugee population</a> has remained widely uneven. But in addition to the humanitarian imperative to provide shelter for those forced to flee their homes, international worker mobility is also a source of economic opportunities, both for host countries as well as countries of origin. Migration can broaden people’s opportunities to earn higher incomes, access knowledge, gain valuable skills, and even to increase the knowledge base in their home countries. What’s more, in 2022, migrant workers from low- and middle-income countries are estimated to have collectively sent remittances worth over <a href=\"https://www.worldbank.org/en/news/press-release/2022/05/11/remittances-to-reach-630-billion-in-2022-with-record-flows-into-ukraine\">$630 billion</a>, helping to increase incomes and smooth consumption in their countries of origin. This flow <a href=\"https://blogs.worldbank.org/peoplemove/data-release-remittances-low-and-middle-income-countries-track-reach-551-billion-2019\">exceeds official aid by a factor of three and is similar to levels of FDI</a>.</p><p>Countries differ widely on their policies for accepting and integrating migrants and refugees. The stronger the opportunities for migrants to integrate into their host societies, and the better their rights are protected, the more they can enjoy the opportunities available to them and contribute to the societies in which they live.</p>",
    "subcomponents": {
      "migrant-inflow": {
        "name": "Migrant inflow",
        "description": "<p>Immigrants per 1,000 population (poverty-weighted by country of origin)</p><p>This indicator measures the inflow of migrants to CDI countries and is weighted by the income of the migrants’ countries of origin, i.e., migrants’ host countries are rewarded more for accepting migrants from poorer countries rather than relatively rich countries (measured by GNI/capita). Data on migrants come from <a href=\"http://stats.oecd.org/Index.aspx?DatasetCode=MIG\">the OECD International migration database</a> Where there is no data on a country in the OECD dataset, we instead use data from <a href=\"https://www.un.org/development/desa/pd/content/international-migrant-stock\">the UN</a>. These UN data pertain to migrant stocks, however, where the OECD data records annual flows, so the difference between two years of migrant stocks from each origin country is calculated. Data on population come from the World Bank’s <a href=\"http://data.worldbank.org/data-catalog/world-development-indicators\">World Development Indicators</a>.</p><p>The weight of this indicator in the migration component is 30 percent.</p>",
        "indicators": {}
      },
      "female-immigrants": {
        "name": "Female Immigrants",
        "description": "<p>% of total immigrants</p><p>This indicator measures the percentage of immigrants into the CDI country that are female. Countries are rewarded for striving towards greater gender equality. What’s more, when women have more opportunities for migration, <a href=\"https://www.cgdev.org/publication/why-increasing-female-immigration-flows-gender-unequal-countries-could-have-significant\" target=\"_blank\">there may be even larger social remittance impacts</a> on gender equality in their home countries.  </p><p>The weight of this indicator in the migration component is 10 percent. </p>",
        "indicators": {}
      },
      "refugee-hosting": {
        "name": "Refugee Hosting",
        "description": "<p>Refugees hosted per 1,000 population</p><p>This indicator measures the degree to which the CDI country welcomes refugees. Countries are scored on the number of refugees and people in refugee-like situations hosted, as a share of the country's population.</p><p>In the historic <a href=\"https://www.ohchr.org/en/migration/new-york-declaration-refugees-and-migrants\">2016 New York Declaration on Refugees and Migrants</a>, all UN member states agreed that international responsibilities to shelter refugees must be “borne more equitably and predictably” across countries. Countries which host refugees are therefore given due credit in the CDI.</p><p>Refugee data is for 2022 and comes from the <a href=\"https://www.unhcr.org/refugee-statistics/\">UNHCR</a>, while population data come from <a href=\"https://data.worldbank.org/indicator/SP.POP.TOTL\">the World Bank</a>.</p><p>The weight of this indicator in the migration component is 30 percent.</p>",
        "indicators": {}
      },
      "international-migration-agreements": {
        "name": "International Migration Agreements",
        "description": "<p>Combined score on 3 migrant worker protection treaties</p><p>This indicator assesses the extent to which countries participate in international agreements to protect migrants. Ratification on two ILO conventions is considered: </p><ul><li><a href=\"http://www.ilo.org/dyn/normlex/en/f?p=NORMLEXPUB:12100:0::NO::P12100_INSTRUMENT_ID:312242\" target=\"_blank\">1949 ILO Convention concerning Migration for Employment (No. 97)</a> </li><li><a href=\"http://www.ilo.org/dyn/normlex/en/f?p=NORMLEXPUB:12100:0::NO::P12100_ILO_CODE:C143\" target=\"_blank\">1975 ILO Convention concerning Migrations in Abusive Conditions and the Promotion of Equality of Opportunity and Treatment of Migrant Workers (No. 143)</a> </li></ul><p>In addition, we look at whether a country has submitted a voluntary review of its progress against the objectives of the <a href=\"https://www.un.org/en/migration2022/voluntary-GCM-reviews\" target=\"_blank\">Global Compact for Migration</a> (GCM).  </p><p>The overall weight of this indicator within the migration component is 10 percent. </p>",
        "indicators": {}
      },
      "integration-policies": {
        "name": "Integration Policies",
        "description": "<p>MIPEX score on Integration policies</p><p>This indicator uses the data from the 2020 edition of <a href=\"http://www.mipex.eu/\">Migrant Integration Policy Index</a> (MIPEX), which assesses how effective host country policies are helping to integrate migrants. MIPEX consists of eight categories, which together assess 167 policy indicators. MIPEX is the only comprehensive assessment tool for the integration of migrants in rich countries. The eight dimensions of MIPEX are the following:</p><p>1.) Labour market mobility</p><p>2.) Education</p><p>3.) Health</p><p>4.) Political participation</p><p>5.) Family reunion</p><p>6.) Antidiscrimination</p><p>7.) Access to nationality</p><p>6.) Permanent residence</p><p>A country’s score on the integration policies indicator accounts for 20 percent of the migration component.</p>",
        "indicators": {}
      }
    }
  },
  "trade": {
    "name": "Trade",
    "description": "<p>The policies of major economics have a significant impact on the trading prospects of developing countries. Trade is an important pathway to prosperity as it provides opportunities to develop dynamic export sectors, tap into global supply chains, attract investment, create jobs, and reduce poverty. In 2022, trade constituted <a href=\"https://data.worldbank.org/indicator/NE.TRD.GNFS.ZS?locations=XL\">50 percent of the GDP</a> of least developed countries. Yet many goods for which developing countries have a relative production advantage, such as agricultural goods or textiles, still face tariffs and other trade barriers. Also, trade in services is becoming increasingly important for development, but administrative barriers remain which restrict trade flows in services.</p>",
    "subcomponents": {
      "tariff-average": {
        "name": "Tariff Average",
        "description": "<p>Average bilateral tariff (%), weighted inversely by income of trading partner</p><p>This indicator scores countries negatively on the ad valorem equivalent of duties on imports from all trading partners. </p><p>For tariff data, we use global trade analysis project data from ITC’s <a href=\"https://www.macmap.org/\" target=\"_blank\">Market Access Map (MACMAP)</a> level. We take an average of an importer’s tariffs against a trading partner, weight those by the inverse of the partner’s income (see methodology for more detail on income weighting), and take the average of these scores across all partners. </p><p>The weight of this indicator is 30 percent of the trade component. </p>",
        "indicators": {}
      },
      "tariff-peaks": {
        "name": "Tariff Peaks",
        "description": "<p>Number of tariffs over 15%, weighted inversely by income of trading partner</p><p>This indicator scores countries negatively on the number of tariff peaks they impose against all trading partners. A tariff peak is measured as a tariff line where the tariff meets or exceed 15 percent. </p><p>For tariff data, we use global trade analysis project data from ITC’s <a href=\"https://www.macmap.org/\" target=\"_blank\">Market Access Map (MACMAP)</a> level. We count an importer’s tariff peaks against a trading partner, weight those by the inverse of the partner’s income (see methodology for more detail on income weighting), and take the average across all partners. </p><p>The weight of this indicator is 10 percent of the trade component. </p>",
        "indicators": {}
      },
      "agricultural-subsidies": {
        "name": "Agricultural Subsidies",
        "description": "<p>Subsidies as percentage of production</p><p>This indicator assesses the extent of agricultural subsidy expressed as a proportion of a country’s agricultural output. The data for EU countries come from the <a href=\"https://agriculture.ec.europa.eu/common-agricultural-policy/financing-cap/beneficiaries/direct-aid-breakdown_en\" target=\"_blank\">European Commission </a>and for non-EU countries from the <a href=\"https://data.worldbank.org/indicator/NV.AGR.TOTL.ZS?locations=XM\" target=\"_blank\">World Bank</a>. </p><p>The weight of this indicator in the trade component is 20 percent. </p>",
        "indicators": {}
      },
      "trade-logistics": {
        "name": "Trade Logistics",
        "description": "<p>This indicator assesses the regulatory burden that countries face when trading across borders. Two indicators from the World Bank’s <a href=\"https://lpi.worldbank.org/\" target=\"_blank\">Logistics Performance Index</a>—customs and infrastructure—are summed to assess the administrative burden that imports to a country face. </p><p>The trade logistics indicator has 20 percent weight in the trade component. </p>",
        "indicators": {
          "customs": {
            "name": "Customs",
            "description": "<p>World Bank Trade Logistics Score, Customs</p><p>This measure assesses “the efficiency of customs and border clearance” based on surveys of importers administered by the World Bank. Data comes from the World Bank’s <a href=\"https://lpi.worldbank.org/\" target=\"_blank\">Logistics Performance Index</a>. Customs is weighed equally with the infrastructure measure.</p>"
          },
          "infrastructure": {
            "name": "Infrastructure",
            "description": "<p>World Bank Trade Logistics Score, Infrastructure</p><p>This measure assesses “the quality of trade and transport infrastructure” based on surveys of importers administered by the World Bank. Data comes from the World Bank’s <a href=\"https://lpi.worldbank.org/\" target=\"_blank\">Logistics Performance Index</a>. Infrastructure is weighed equally with the customs measure.  </p>"
          }
        }
      },
      "services-trade-restrictiveness": {
        "name": "Services Trade Restrictiveness",
        "description": "<p>Restrictiveness according to OECD STRI</p><p>The indicator assesses countries’ level of restrictiveness for trade in services. It is based on the <a href=\"http://stats.oecd.org/Index.aspx?DataSetCode=STRI\" target=\"_blank\">Services Trade Restrictiveness Index </a>published by the OECD. The indicator is the average of restrictiveness in all sectors. </p><p>The services trade restrictiveness indicator is worth 20 percent of the trade component.</p>",
        "indicators": {}
      }
    }
  },
  "environment": {
    "name": "Environment",
    "description": "<p>A healthy environment and global climate are <a href=\"https://www.gefieo.org/sites/default/files/ieo/ieo-documents/Uitto-Evaluating-Environment-Public-Good.pdf\">global public goods</a>, benefitting all but with few incentives to protect them.</p><p>While wealthy countries bear the most responsibility for climate change, its impacts will be felt disproportionately in poor countries. The World Bank estimates that climate change could push an additional <a href=\"https://www.worldbank.org/en/news/feature/2015/11/08/rapid-climate-informed-development-needed-to-keep-climate-change-from-pushing-more-than-100-million-people-into-poverty-by-2030\">100 million people into extreme poverty</a> by 2030. Limiting greenhouse gas emissions, in production and consumption, is therefore crucial in promoting development. The removal of fossil fuel production and consumption subsidies, and the introduction of carbon pricing, could play a major role in such a transition.</p><p>Many of the world’s poor depend heavily on their surrounding environment to meet their daily needs. Countries can help safeguard biodiversity by committing to international conventions. Global fish stocks are also overexploited. Fishing subsidies provided by major economies result in overfishing, which negatively impacts biodiversity and the livelihoods of communities dependent on these resources.</p>",
    "subcomponents": {
      "greenhouse-gas-emissions": {
        "name": "Greenhouse Gas Emissions",
        "description": "<p>This indicator assesses the level of greenhouse gas emissions relative to the size of each country’s population. The sum of three measures is used to calculate the greenhouse gas emissions each for which each country is responsible, including direct emissions, those from the land use sector, and those embodied in the country’s international trading patterns.</p><p>The weight of this indicator in the environment component is 30 percent.</p>",
        "indicators": {
          "emissions-excluding-lulucf": {
            "name": "Emissions (excluding LULUCF)",
            "description": "<p>Tonnes CO2 equivalent per capita</p><p>This measures all direct CO<sub>2</sub> emissions a country produces, minus those resulting from land use, land use change, and forestry (LULUCF). Data come from the <a href=\"https://www.pik-potsdam.de/paris-reality-check/primap-hist/\">Potsdam Institute for Climate Impact Research</a> using the “country-reported” scenario.</p>"
          },
          "emissions-from-lulucf": {
            "name": "Emissions from LULUCF",
            "description": "<p>Tonnes CO2 equivalent per capita</p><p>This measures the net CO<sub>2</sub> emissions resulting from land use, land use change, and forestry (LULUCF). Data on net emissions and removals of greenhouse gasses from land use, land use change, and forestry come from the <a href=\"http://www.fao.org/faostat/en/#data/GL/visualize\">FAO</a>.</p>"
          },
          "emissions-from-trade": {
            "name": "Emissions from Trade",
            "description": "<p>Tonnes CO2 equivalent per capita</p><p>Emissions embodied in trade are measured on a net basis, meaning that emissions embodied in exports are subtracted from emissions embodied in imports. Data come from the <a href=\"https://globalcarbonbudget.org/\">Global Carbon Budget</a>.</p>"
          }
        }
      },
      "ndc-ambition": {
        "name": "NDC Ambition",
        "description": "<p>Planned emissions reduction, as percentage of projected emissions in 2030 under business-as-usual scenario</p><p>This indicator assesses the degree to which a country’s Nationally Determined Contribution, as submitted to the UNFCCC, represents increased ambition to reduce its emissions by 2030 over expected emissions based on GDP growth projections from the <a href=\"https://www.imf.org/en/Publications/SPROLLS/world-economic-outlook-databases#sort=%40imfdate%20descending\">IMF’s World Economic Outlook</a>. We calculate the planned emissions reduction as the expected emissions in 2030 under a business-as-usual scenario minus the NDC emissions target in 2030, and present this as a percentage of the expected emissions in 2030.</p><p>This indicator relies on data assembled and analysed by the <a href=\"https://climateactiontracker.org/\">Climate Action Tracker</a> (CAT). CAT makes adjustments to exclude Land Use, Land Use Change, and Forestry (LULUCF) in their analysis of countries’ NDC targets in 2030. In some cases, countries present their NDC targets as a range between a minimum and maximum, in which case we take the mid-point between these two figures to represent their NDC target. Further details about CAT’s methodology and assumptions are available <a href=\"https://climateactiontracker.org/methodology/\">here</a>.</p><p>The weight of this indicator is 10 percent of the environment component.</p>",
        "indicators": {}
      },
      "fossil-fuel-production": {
        "name": "Fossil Fuel Production",
        "description": "<p>This indicator captures the idea that responsibility for greenhouse gas emissions lies not only with consumers, but also with the producers who choose to supply fossil fuels on global markets. It comprises three measures: coal production, oil production, and natural gas production, with each volume of production being scaled by its relative CO<sub>2</sub> intensity.</p><p>The weight of this indicator is 10 percent of the environment component.</p>",
        "indicators": {
          "oil-production": {
            "name": "Oil Production",
            "description": "<p>CO2 embodied in produced fossil fuels per capita</p><p>This measures the CO<sub>2</sub> embodied in a country’s production of oil, scaled by the CO<sub>2</sub> emissions intensity of this fuel. Data on production come from the <a href=\"https://www.eia.gov/\">US Energy Information Administration</a>. Volumes of production are converted to oil equivalent calorific values, and then multiplied by their CO<sub>2</sub> emissions factors (<a href=\"https://www.bp.com/content/dam/bp/business-sites/en/global/corporate/pdfs/energy-economics/statistical-review/bp-stats-review-2018-carbon-emissions-methodology.pdf\">given by BP</a>) to ultimately give a raw score for emissions (in tonnes of CO<sub>2 </sub>equivalent). These emission equivalent figures are summed then divided by population. Population data comes from the World Bank’s <a href=\"https://data.worldbank.org/indicator/sp.pop.totl\">World Development Indicators.</a></p>"
          },
          "gas-production": {
            "name": "Gas Production",
            "description": "<p>Tonnes CO₂ per capita embodied in produced Gas</p><p>This measures the CO<sub>2 </sub>embodied in a country’s production of gas, scaled by the CO<sub>2</sub> emissions intensity of this fuel. Data on production come from the <a href=\"https://www.eia.gov/\">US Energy Information Administration</a>. Volumes of production are converted to oil equivalent calorific values, and then multiplied by their CO<sub>2</sub> emissions factors (<a href=\"https://www.bp.com/content/dam/bp/business-sites/en/global/corporate/pdfs/energy-economics/statistical-review/bp-stats-review-2018-carbon-emissions-methodology.pdf\">given by BP</a>) to ultimately give a raw score for emissions (in tonnes of CO<sub>2</sub> equivalent). These emission equivalent figures are summed then divided by population. Population data comes from the World Bank’s <a href=\"https://data.worldbank.org/indicator/sp.pop.totl\">World Development Indicators.</a></p>"
          },
          "coal-production": {
            "name": "Coal Production",
            "description": "<p>Tonnes CO₂ per capita embodied in produced coal</p><p>This measures the CO<sub>2</sub> embodied in a country’s production of coal, scaled by the CO<sub>2</sub> emissions intensity of this fuel. Data on production come from the <a href=\"https://www.eia.gov/\">US Energy Information Administration</a>. Volumes of production are converted to oil equivalent calorific values, and then multiplied by their CO<sub>2</sub> emissions factors (<a href=\"https://www.bp.com/content/dam/bp/business-sites/en/global/corporate/pdfs/energy-economics/statistical-review/bp-stats-review-2018-carbon-emissions-methodology.pdf\">given by BP</a>) to ultimately give a raw score for emissions (in tonnes of CO<sub>2 </sub>equivalent). These emission equivalent figures are summed then divided by population. Population data comes from the World Bank’s <a href=\"https://data.worldbank.org/indicator/sp.pop.totl\">World Development Indicators.</a></p>"
          }
        }
      },
      "fossil-fuel-support": {
        "name": "Fossil Fuel Support",
        "description": "<p>This indicator assesses the level of government support to the domestic consumption and production of fossil fuels through both taxes and subsidies. This indicator is composed of four measures: support to oil, support to gas, support to coal, and support to electricity. The value of subsidies is scaled by the carbon intensity of the fuel relative to oil; i.e. subsidies to coal production are ‘worth’ more than subsidies to gas production because coal is a ‘dirtier’ fuel. These scores are combined and standardized negatively, meaning that more support for fossil fuel production results in a lower score.</p><p>Fossil fuel subsidies has a weight of 10 percent of the environment component.</p>",
        "indicators": {
          "support-to-oil": {
            "name": "Support to Oil",
            "description": "<p>Subsidies as % GNI, scaled by CO2 intensity</p><p>Support is measured for subsidies to oil scaled to the carbon intensity of this fuel. The raw score on this measure is expressed as the CO<sub>2</sub>-scaled dollar support as a percentage of a country’s GNI. Data on fossil fuel support measures and amounts come from the <a href=\"https://www.oecd.org/fossil-fuels/data/\">OECD Inventory of Support Measures for Fossil Fuels</a> and is taken for the latest available year, 2017.</p>"
          },
          "support-to-gas": {
            "name": "Support to Gas",
            "description": "<p>Subsidies as % GNI, scaled by CO2 intensity</p><p>Support is measured for subsidies to gas scaled to the carbon intensity of this fuel. The raw score on this measure is expressed as the CO<sub>2</sub>-scaled dollar support as a percentage of a country’s GNI. Data on fossil fuel support measures and amounts come from the <a href=\"https://www.oecd.org/fossil-fuels/data/\">OECD Inventory of Support Measures for Fossil Fuels</a> and is taken for the latest available year, 2017.</p>"
          },
          "support-to-coal": {
            "name": "Support to Coal",
            "description": "<p>Subsidies as % GNI, scaled by CO2 intensity</p><p>Support is measured for subsidies to coal scaled to the carbon intensity of this fuel. The raw score on this measure is expressed as the CO<sub>2</sub>-scaled dollar support as a percentage of a country’s GNI. Data on fossil fuel support measures and amounts come from the <a href=\"https://www.oecd.org/fossil-fuels/data/\">OECD Inventory of Support Measures for Fossil Fuels</a> and is taken for the latest available year, 2017.</p>"
          },
          "support-to-electricity": {
            "name": "Support to Electricity",
            "description": "<p>Subsidies as % GNI, scaled by CO2 intensity</p><p>Support is measured for subsidies to electricity. It is scaled differently for each country, as each country has a different carbon intensity per kWh based on the fuels it uses in its electricity mix and other factors. The raw score on this measure is expressed as the CO<sub>2</sub>-scaled dollar support as a percentage of a country’s GNI. Data on fossil fuel support measures and amounts come from the <a href=\"https://www.oecd.org/fossil-fuels/data/\">OECD Inventory of Support Measures for Fossil Fuels</a> and is taken for the latest available year, 2017. Data on the relative CO<sub>2</sub> intensity of each country’s electricity production per kWh comes from <a href=\"https://ember-climate.org/data-catalogue/yearly-electricity-data/\">Ember Climate</a>.</p>"
          }
        }
      },
      "carbon-pricing": {
        "name": "Carbon Pricing",
        "description": "<p>Additional cost per tonne of CO2 emitted, in $USD</p><p>Putting an additional price on carbon is widely believed to be one of the <a href=\"https://www.carbonpricingleadership.org/report-of-the-highlevel-commission-on-carbon-prices/\">most effective economic and policy tools</a> for meeting the Paris targets, as it can achieve emissions reductions at a low cost compared to alternative policies. The two main carbon pricing instruments, emission trading schemes (ETS) and direct carbon taxes, serve to lower demand. A carbon tax directly puts an additional cost to emitting GHGs by setting a fixed price on each unit of covered emissions. An ETS (also called a cap-and-trade system) determines the total amount of allowed emissions at a subnational, national, or regional level, which firms can then trade.</p><p>Revenues raised by carbon pricing are a direct measure of the increased costs of emissions. These additional costs on emissions are controlled by participating jurisdictions by increasing the carbon tax rate, increasing the scope of emissions covered by carbon pricing, or by further reducing available allowances in an ETS.</p><p>A country’s score on this measure is measured as this extra cost imposed per unit of all domestic emissions (the total value of carbon pricing as a proportion of a country’s total carbon emissions). We obtain data on the dollar value of all carbon pricing schemes from the <a href=\"https://carbonpricingdashboard.worldbank.org/\">World Bank’s carbon pricing dashboard</a>. Data on overall direct domestic emissions is the same as that used in the “Emissions (excluding LULUF)” measure.</p><p>Additionally, as the EU ETS is a regional scheme covering EU member states as well as some EEA states, the value must be distributed among participating countries. We take an extra calculation step and distribute the total EU ETS figure to each participating country according to <a href=\"https://www.eea.europa.eu/data-and-maps/dashboards/emissions-trading-viewer-1\">data from the European Environment Agency (EEA)</a> on how allowances were allocated to EU member states. The proportion of the total value of the EU ETS is then allocated based on the share of the country’s allocations.</p><p>The weight of this indicator in the environment component is 10 percent.</p>",
        "indicators": {}
      },
      "fishing-subsidies": {
        "name": "Fishing Subsidies",
        "description": "<p>Value as % of total production</p><p>Fishing subsidies are a direct cause of overfishing, which leads to <a href=\"http://www.pnas.org/content/113/1/134.full\" target=\"_blank\">depleting transboundary fishing stocks</a> and has a <a href=\"https://link.springer.com/article/10.1007/s10818-010-9090-9\" target=\"_blank\">negative impact on the livelihoods of communities</a> dependent on these resources. </p><p>This indicator measures the value of subsidies given to a country’s fishing industry as a proportion of the value of the fish it produces (landed fish). The raw score for this indicator is expressed as a percentage subsidy rate. This is obtained by adding together potentially distortionary subsidies listed under the OECD’s <a href=\"http://www.oecd.org/greengrowth/fisheries/fse.htm\" target=\"_blank\">Fisheries Support Estimate database</a>, and then subtracting payments made by the fisheries sector, and is expressed as a proportion of the dollar value of total fisheries output (national landings in domestic ports plus national landings in foreign ports). This measure is standardised negatively, meaning that more subsidies result in a lower score. A list of the subsidies and payments can be found in the <a href=\"https://www.cgdev.org/sites/default/files/cdi-2025-methodology.pdf#page=44\">methodology document</a>. </p><p>The weight of the fishing subsidies indicator in the environment component is 10 percent. </p>",
        "indicators": {}
      },
      "biodiversity-and-environmental-agreements": {
        "name": "Biodiversity and Environmental Agreements",
        "description": "<p>Combined score on 8 treaties</p><p>This indicator evaluates which countries participate in key international biodiversity and environmental agreements. We cover nine international agreements of international importance related to biodiversity, climate, and forestry:</p><ul><li><a href=\"https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&amp;mtdsg_no=XXVII-7-d&amp;chapter=27&amp;clang=_en\">UNFCCC Paris Agreement</a></li><li><a href=\"https://www.wto.org/english/tratop_e/rulesneg_e/fish_e/fish_e.htm\">World Trade Organisation Agreement on Fishing Subsidies</a></li><li><a href=\"https://www.cms.int/en\">Convention on the Conservation of Migratory Species of Wild Animals</a></li><li><a href=\"https://www.ramsar.org/\">Ramsar Convention on Wetlands of International Importance</a></li><li><a href=\"https://www.un.org/depts/los/index.htm\">UN Convention on Oceans and Law of the Sea</a></li><li><a href=\"https://www.itto.int/\">International Tropical Timber Organisation</a></li><li><a href=\"https://www.cbd.int/\">Convention on Biological Diversity</a></li><li><a href=\"https://www.unccd.int/\">UN Convention to Combat Desertification</a></li><li><a href=\"https://cites.org/\">Convention on International Trade in Endangered Species of Wild Fauna and Flora</a></li></ul><p>CDI countries’ participation in each agreement is assessed on a binary scale, determined by whether a country has ratified a treaty or, in the case of treaties for which all CDI countries have become signatories, reported on their commitments and progress.</p><p>The weight of international conventions is 20% of the environment component.</p>",
        "indicators": {}
      }
    }
  },
  "health": {
    "name": "Health",
    "description": "<p>The global COVID-19 pandemic brought into sharp focus the transboundary nature of disease outbreaks, the importance of spillovers of domestic policy decisions, and the need for international collaboration. While the international dimension of health is particularly visible during global crises such as COVID-19, “peacetime” policies also matter for development. For example, the risks posed by growing antimicrobial resistance, an “endemic” problem, also threaten human health beyond domestic borders.</p>",
    "subcomponents": {
      "antimicrobial-resistance": {
        "name": "Antimicrobial Resistance",
        "description": "<p>This indicator assesses countries’ relative efforts to curb antimicrobial resistance and is made up of three measures: antibiotic use per capita, antibiotic use in livestock per Population Correction Unit (a unit representing the weight in kilograms of livestock animals), and strength of national antimicrobial resistance governance.</p><p>Antimicrobial resistance (AMR) poses a significant and growing health and financial threat to countries at all income levels. AMR—when bacteria and parasites can no longer be treated by medicines that were previously effective—is facilitated and aggravated by imprudent overuse of antibiotics. If no action is taken, the <a href=\"https://www.who.int/news-room/detail/29-04-2019-new-report-calls-for-urgent-action-to-avert-antimicrobial-resistance-crisis\">UN warns that</a> drug-resistant diseases could cause 10 million deaths each year by 2050 and damage to the economy as catastrophic as the 2008–2009 global financial crisis. Considering the higher burden of infectious disease and restricted access to new antibiotics in lower- and middle-income countries, the burden is likely to be <a href=\"https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(13)70318-9/fulltext\">even higher there</a>.</p><p>This indicator is made up of three measures, each with equal weight. Raw scores on each of the three measures are first standardised, before we take their mean for the score on AMR indicator.</p><p>This indicator’s weight is 25 percent of the health component.</p>",
        "indicators": {
          "antibiotic-consumption-in-humans": {
            "name": "Antibiotic Consumption in Humans",
            "description": "<p>DDD per 1000 population</p><p>This measures daily antibiotic consumption of all classes of antibiotics. Units are given in daily defined doses (DDDs) per calendar day per 1,000 population. In order of precedence, the data come from three sources:</p><ol><li><a href=\"https://worldhealthorg.shinyapps.io/glass-dashboard/_w_1f533cd6/#!/amc\">The WHO’s Global Antimicrobial Resistance and Use Surveillance System, AMC module</a>;</li><li><a href=\"https://qap.ecdc.europa.eu/public/extensions/AMC2_Dashboard/AMC2_Dashboard.html#eu-consumption-tab\">The European Centre for Disease Prevention and Control</a>;</li><li><a href=\"https://resistancemap.cddep.org/AntibioticUse.php\">The Center for Disease Dynamics, Economics and Policy's Resistance Map</a>.</li></ol>"
          },
          "antibiotic-consumption-in-livestock-animals": {
            "name": "Antibiotic Consumption in Livestock Animals",
            "description": "<p>mg/PCU</p><p>This measures the volume of annual consumption of antibiotics in livestock per Population Correction Unit (a unit representing the weight in kilograms of livestock animals) for the latest available year, or 2017. The data comes from <a href=\"https://www.mdpi.com/2079-6382/9/12/918\" target=\"_blank\">Tiseo et al.’s 2020 article, “Global Trends in Antimicrobial Use in Food Animals from 2017 to 2030.”</a> Livestock included in the study are pigs, cattle, and poultry, which constitute over 92 percent of global livestock animals. Livestock consumption is important for as food animals account for about <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4638249/\" target=\"_blank\">80 percent of antibiotic consumption</a>. There is a <a href=\"https://pubmed.ncbi.nlm.nih.gov/23812024/\" target=\"_blank\">growing body of evidence</a> that antimicrobial resistance moves from animals to humans. </p>"
          },
          "amr-governance": {
            "name": "AMR Governance",
            "description": "<p>Score out of 40</p><p>This measures the strength of countries’ governance on AMR as assessed in two WHO-coordinated assessments on the strength of a country’s AMR governance: (i) Joint External Evaluation (a peer review) and (ii) WHO-assessed National Action Plan on AMR.</p><p>Half of the 40 available points on AMR governance are based on a country’s score in its Joint External Evaluation (JEE)—a peer-assessed WHO measure under the International Health Regulations—on antimicrobial resistance. The other half are based on a country’s National Action Plan on AMR. The WHO’s Strategic Partnership for Health Security and Emergency Preparedness Portal rates AMR action plans on a scale of E to A, based on the stage of development of an AMR Action Plan. Details of how JEE and National Action Plan points convert into CDI scores can be found in the methodology.</p>"
          }
        }
      },
      "vaccination-coverage": {
        "name": "Vaccination Coverage",
        "description": "<p>This indicator measures a country’s success in vaccinating its population. Data comes from the <a href=\"https://www.who.int/data/gho/data/themes/topics/indicator-groups/indicator-group-details/GHO/immunization-coverage-estimates\">WHO Global Health Observatory</a>. Two vaccines were selected for our indicator, both as a proxy of a country’s general commitment to vaccination, and as they are of particular global rather than purely domestic relevance: (i) the measles vaccine, and (ii) the diphtheria, pertussis, and tetanus (DTP) vaccine. Both vaccines have global coverage targets within the WHO’s Global Vaccine Action Plan.</p><p>This indicator’s weight is 15 percent of the health component.</p>",
        "indicators": {
          "measles-vaccine-mcv2-coverage": {
            "name": "Measles Vaccine (MCV2) Coverage",
            "description": "<p>Immunization coverage by the nationally recommended age (%)</p><p>Even though a safe and cost-effective measles vaccine is available, in 2021, there were <a href=\"https://www.who.int/news-room/fact-sheets/detail/measles\" target=\"_blank\">almost 130,000 related deaths globally</a>, mostly among children under the age of five. Cases are on the rise across the world, as vaccination coverage is <a href=\"https://www.nature.com/articles/s41390-019-0354-3\" target=\"_blank\">shrinking in Europe and the US</a>, and as <a href=\"https://www.nature.com/articles/d41586-020-01011-6\" target=\"_blank\">developing countries are prioritizing COVID-19 response</a> over other health needs. Because measles is highly infectious, <a href=\"https://www.who.int/news-room/q-a-detail/herd-immunity-lockdowns-and-covid-19\" target=\"_blank\">a high vaccination coverage of 95 percent is necessary to prevent outbreaks</a> and to reach “herd immunity”. Many countries still do not meet this threshold, thereby not only putting their own citizens at risk, but also the citizens of other countries due to the transboundary nature of disease spread. </p><p>The data comes from the <a href=\"https://www.who.int/data/gho/data/themes/topics/indicator-groups/indicator-group-details/GHO/immunization-coverage-estimates\" target=\"_blank\">WHO Global Health Observatory.</a> </p>"
          },
          "diphtheria-tetanus-toxoid-and-pertussis-vaccine-dtp3-coverage": {
            "name": "Diphtheria Tetanus Toxoid and Pertussis Vaccine (DTP3) Coverage",
            "description": "<p>Immunization coverage among 1-year-olds (%)</p><p>The CDI uses DTP3 (the full three-dose series of diphtheria, pertussis, and tetanus toxoid) vaccination coverage rate as a proxy for the overall strength of vaccination and health systems. Although the WHO’s <a href=\"https://www.who.int/teams/immunization-vaccines-and-biologicals/strategies/global-vaccine-action-plan\" target=\"_blank\">Global Vaccine Action Plan</a> for 2011–2020 sets targets for various types of vaccines, it particularly relies on statistics of countries’ vaccination performance for DTP as a proxy to assess the strength and equity of immunization systems at large (see indicators 3.1, 4.1, and 4.2 in <a href=\"https://apps.who.int/iris/rest/bitstreams/110564/retrieve\" target=\"_blank\">Table 13</a>). The data comes from the <a href=\"https://www.who.int/data/gho/data/themes/topics/indicator-groups/indicator-group-details/GHO/immunization-coverage-estimates\" target=\"_blank\">WHO Global Health Observatory.</a> </p>"
          }
        }
      },
      "pandemic-preparedness": {
        "name": "Pandemic Preparedness",
        "description": "<p>Score out of 4</p><p>This indicator measures a country’s capabilities to prevent, detect, and respond to epidemics and pandemics through a range of proxy measures, including through looking at their legal and normative frameworks. Successful domestic disease control benefits other countries as lower disease spread and fewer disease variants. </p><p>Pandemics, which are large disease outbreaks that affect several countries, pose major health, social, and economic risks, not only for rich countries but even more so for poor countries, which have fewer resources to handle crises once they arrive. Even after the West Africa Ebola crisis in 2014–15, <a href=\"http://apps.who.int/gpmb/assets/annual_report/GPMB_annualreport_2019.pdf\" target=\"_blank\">the world remained unprepared</a> for the next big epidemic, as evidenced by COVID-19’s toll in countries across the income spectrum. We therefore want to recognise countries which are taking additional steps to prepare for, prevent, and detect the next epidemic. </p><p>This score is the sum of a country’s score on four metrics, with each one worth 1 point, for a potential total of up to 4: (1) completion and publication of a Joint External Evaluation mission report; (2) completion of a simulation exercise with the WHO in the previous two calendar years; (3) existence of a public pandemic influenza preparedness plan which has been updated in the last 10 years, data from the WHO; (4) completion of a Performance of Veterinary Services (PVS) evaluation with the World Organisation for Animal Health (WOAH) in the past 10 years, since 2011 (WOAH PVS Pathways). Further details on score calculation can be found in the<a href=\"https://www.cgdev.org/sites/default/files/cdi-2025-methodology.pdf#page=61\"> methodology</a>. </p><p>This indicator’s weight is 15 percent of the health component. </p>",
        "indicators": {}
      },
      "treaties": {
        "name": "Treaties",
        "description": "<p>Score out of 7</p><p>Common challenges such as health require joint responses and mutual learning. This indicator looks at countries’ participation in two key global health-related bodies which enable such mutual learning, and the signature and ratification of four treaties related to global health norms, for a maximum of 7 points. In this measure, membership, signature and ratification, or degree of national implementation of:</p><ul><li><a href=\"https://www.who.int/publications/i/item/9789240006010\">International Code on Marketing of Breast Milk Substitutes</a></li><li><a href=\"https://www.un.org/disarmament/wp-content/uploads/2017/07/BWS-brochure.pdf\">Biological Weapons Convention</a> (and completion of Confidence Building Measures)</li><li><a href=\"https://www.mercuryconvention.org/\">Minamata Convention on Mercury Pollution</a></li><li><a href=\"http://www.pops.int/default.aspx\">Stockholm Convention on Persistent Organic Pollutants</a></li><li><a href=\"https://legal.un.org/avl/ha/bcctmhwd/bcctmhwd.html\">Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal</a></li><li><a href=\"https://www.who.int/initiatives/glass/glass-routine-data-surveillance\">Global Antimicrobial Use and Surveillance System: Antimicrobial Resistance module (GLASS-AMR)</a></li><li><a href=\"https://www.who.int/initiatives/glass/glass-amc-module\">Global Antimicrobial Use and Surveillance System: Antimicrobial Consumption module (GLASS-AMC)</a></li></ul><p>More details on scoring can be found in the <a href=\"https://www.cgdev.org/sites/default/files/cdi-2025-methodology.pdf#page=61\">methodology</a>.</p><p>This indicator’s weight is 10 percent of the health component.</p>",
        "indicators": {}
      },
      "export-restrictions-on-food-and-health": {
        "name": "Export Restrictions on Food and Health",
        "description": "<p>Trade restrictions on food and medical goods can exacerbate crises and lead to reduced global supply and increased prices. In the 2007–08 and 2010–11 food price crises, export restrictions contributed to <a href=\"http://documents1.worldbank.org/curated/en/560951468330321207/pdf/WPS5633.pdf\" target=\"_blank\">tens of millions of people</a> being pushed into extreme poverty. Restrictions on medical products during the COVID-19 pandemic will likely also have led to shortages and potentially deaths elsewhere. </p><p>This indicator relies on the <a href=\"https://www.globaltradealert.org/\" target=\"_blank\">Global Trade Alert</a> database to measure export restrictions affecting food and health-related goods. Export restrictions included under this measure are export bans, export licensing requirements, export quotas, and export taxes. </p><p>The indicator is composed of two measures: the number of product lines affected by export restrictions, and the duration of implemented export measures. We consider restrictions imposed over the last two years. These measures combine into the share of restricted product lines over the total number of days, or simply “share of restricted line-days,\" and can in principle range from 0 to 100 percent. This accounts for the fact that countries may have had export restrictions of both varying duration and scope. The method of combining these measures into the indicator can be found in the <a href=\"https://www.cgdev.org/sites/default/files/cdi-2025-methodology.pdf#page=63\" target=\"_blank\">methodology document</a>. </p><p>This indicator’s weight is 20 percent of the health component. </p><p>The export restrictions on food and health indicator is expressed as the percent of export restrictions implemented across all possible food and health products over the total duration examined. It is presented with negative values to ensure the correct ranking — i.e. those countries that impose restrictions on fewer health and food products and for a shorter duration are ranked at the top.</p>",
        "indicators": {
          "duration-of-export-restrictions-on-food-and-health-products": {
            "name": "Duration of Export Restrictions on Food and Health Products",
            "description": "<p>Days</p><p>The duration of each state act is calculated based on its given start and end dates. The measure calculates the number of days relevant restrictive measures were in place across the 730 possible days in the last two years (from January 21 2023 to January 21 2025). The method of calculating the duration of restrictions can be found in the <a href=\"https://www.cgdev.org/sites/default/files/cdi-2025-methodology.pdf#page=63\">methodology document</a>.</p>"
          },
          "number-of-health-and-food-products-covered-by-export-restrictions": {
            "name": "Number of Health and Food Products covered by Export Restrictions",
            "description": "<p>Product Lines</p><p>This is the number of product restrictions implemented, where a product restriction is a unique product line affected by an export-restricting measure. Each product line has a unique Harmonised System (HS) code. The <a href=\"https://unstats.un.org/unsd/tradekb/Knowledgebase/50018/Harmonized-Commodity-Description-and-Coding-Systems-HS\" target=\"_blank\">Harmonized System</a> is an international nomenclature for the classification of products. It allows participating countries to classify traded goods on a common basis for customs purposes. At the international level, the Harmonized System (HS) for classifying goods is a six-digit code system. These HS codes are manually classified as being either food or medical, with medical codes widely understood as encompassing personal protective equipment, masks, pharmaceuticals, inputs to medicines, and medical equipment. These two types of product amount to 1,317 codes at the HS6 level. Each restrictive state act implemented by a CDI country listed in the Global Trade Alert database is classified according to the product lines listed as affecting food goods, medical goods, both, or neither. The number of unique relevant product lines is calculated for each restrictive measure by state act. </p>"
          }
        }
      },
      "tobacco-supply-chains": {
        "name": "Tobacco Supply Chains",
        "description": "<p>Score out of 6</p><p>Countries policies play a role in whether the supply of tobacco is properly taxed and producers are protected from its harmful effects. This indicator measures countries’ commitment to practicing good standards in the global tobacco trade, paying particular attention to illicit trade. </p><p>The negative impacts of the illicit tobacco trade are <a href=\"https://tobaccotactics.org/wiki/illicit-tobacco-trade/\" target=\"_blank\">wide-ranging</a>. Firstly, increased consumption of tobacco leads to public health harms and increases the economic costs of tobacco-related illnesses worldwide. Illicit trade makes more product available on the market, at lower cost, and <a href=\"https://web.archive.org/web/20201201094934/https:/ash.org.uk/wp-content/uploads/2019/09/HIRP-Price-and-affordability.pdf\" target=\"_blank\">disproportionately affects poorer people</a>. </p><p>The score for this measure is assessed across four metrics, for a total of up to six points: (i) signature and ratification of the Framework Convention on Tobacco Control (FCTC); (ii) degree of implementation of actions on Illicit Trade (FCTC Article 15 “yes” answers on annual report under Article 15, % out of 13 questions); (iii) signature of the Protocol to Eliminate Illicit Trade in Tobacco; and (iv) completion of the annual reporting exercise under the Protocol to Eliminate Illicit Trade in Tobacco. </p><p>This indicator’s weight is 15 percent of the health component. </p>",
        "indicators": {}
      }
    }
  },
  "security": {
    "name": "Security",
    "description": "<p>Security and development are closely interlinked. War and political violence devastate government infrastructure and public resources, and harm civilians and their homes and livelihoods. War decimates public capacities and political institutions and devastates citizens’ lives. This causal link also works in reverse: poverty and institutional weakness make it easier for both challengers and incumbents to gain support for political violence and war. It is unsurprising that fragile and conflict-afflicted states are the <a href=\"https://sustainabledevelopment.un.org/content/documents/28329Sara_Charles_document_2July_9Part2.pdf\" target=\"_blank\">most behind on the SDGs</a>.</p><p>We measure a country’s commitment to global security by focusing on three subcomponents: contributions to international peacekeeping efforts, participation in international security treaties, and avoiding damaging arms sales. </p>",
    "subcomponents": {
      "peacekeeping-contributions": {
        "name": "Peacekeeping Contributions",
        "description": "<p>This indicator measures three aspects of peacekeeping contributions and is thus made up of three measures: financial contributions to the UN Department of Peacekeeping Operations budget, troops contributed to UN operations (which includes both the direct costs and the indirect costs incurred from personnel contributions), and troops contributed to non-UN (but internationally approved) operations (both indirect and direct costs). All these contributions are calculated as a percentage of a country’s GNI. Data on GNI (in national currency units) come from the World Bank’s <a href=\"https://data.worldbank.org/indicator/NY.GNP.MKTP.CN\">World Development Indicators</a>.</p><p>This indicator’s weight is 25% of the security component.</p>",
        "indicators": {
          "financial-contributions-to-the-un-dpo": {
            "name": "Financial Contributions to the UN DPO",
            "description": "<p>% GNI</p><p>Data on financial contributions are sourced directly <a href=\"https://unsceb.org/fs-revenue-government-donor\">from the UN</a>, and count all contributions towards the Department of Peacekeeping Operations. The latest available data year is for 2021, and each country’s financial contributions are scaled to its GNI. GNI data are sourced from the World Bank’s <a href=\"https://data.worldbank.org/indicator/NY.GNP.MKTP.CN\">World Development Indicators</a>.</p>"
          },
          "monetary-equivalent-value-of-un-troop-contributions": {
            "name": "Monetary Equivalent Value of UN Troop Contributions",
            "description": "<p>% GNI</p><p>The costs of personnel contributions can be broken down into two types: indirect costs, which would have been incurred anyway in maintaining the standing costs of troops allocated to peacekeeping operations, and the direct costs of deployment. Direct costs are measured as direct deployment costs multiplied by the average of troop numbers for the past four years (since military operations are lumpy and multi-year). Data on UN peacekeepers come from <a href=\"https://peacekeeping.un.org/en/troop-and-police-contributors\">UN Department of Peacekeeping Operations (2021)</a>. Indirect costs are the 4-year average annual contributions of peacekeepers as a proportion of a country’s total active service personnel multiplied by the country’s military expenditure. Data on total military personnel come from the World Bank’s <a href=\"https://data.worldbank.org/indicator/ms.mil.totl.p1\">World Development Indicators</a>, and data on military expenditure comes from the Stockholm International Peace Research Institute’s <a href=\"https://www.sipri.org/databases/milex\">Military Expenditure Database</a>.</p><p>All contributions are summed and calculated as a percentage of GNI. GNI data come from the World Bank’s <a href=\"https://data.worldbank.org/indicator/NY.GNP.MKTP.CN\">World Development Indicators</a>.</p>"
          },
          "monetary-equivalent-value-of-non-un-troop-contributions": {
            "name": "Monetary Equivalent Value of Non-UN Troop Contributions",
            "description": "<p>% GNI</p><p>The costs of personnel contributions can be broken down into two types: indirect costs, which would have been incurred anyway in maintaining the standing costs of troops allocated to peacekeeping operations, and the direct costs of deployment. Direct costs are measured as direct deployment costs multiplied by the average of troop numbers for the past four years (since military operations are lumpy and multi-year). Data on non-UN peacekeepers come from a bespoke data package from the Stockholm Peace Research Institute (<a href=\"https://www.sipri.org/\">SIPRI</a>, data for 2024).</p><p>Indirect costs are the 4-year average annual contributions of peacekeepers as a proportion of a country’s total active service personnel multiplied by the country’s military expenditure. Data on Total Military Personnel come from the World Bank’s <a href=\"https://data.worldbank.org/indicator/ms.mil.totl.p1\">World Development Indicators</a>, as do data on <a href=\"https://www.sipri.org/databases/milex\">Total Military Expenditure</a>.</p><p>All contributions are summed and calculated as a percentage of GNI. GNI data come from the World Bank’s <a href=\"https://data.worldbank.org/indicator/NY.GNP.MKTP.CN\">World Development Indicators</a>.</p>"
          }
        }
      },
      "female-peacekeepers": {
        "name": "Female Peacekeepers",
        "description": "<p>% of UN peacekeepers</p><p>This indicator measures the percentage of UN peacekeepers a country contributes to peacekeeping missions that are female. Higher female participation in peacekeeping missions <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0095327X08327818\" target=\"_blank\">has been shown</a> to increase reporting of sexual and gender-based violence, as well as leading to lower incidents of sexual exploitation and abuse. Female peacekeepers are crucial in making the peacekeeping force approachable to women in various communities, mentoring female cadets at police and military academies, or in interacting with women in societies where women are prohibited from speaking to men. Despite this, the percentage of deployed military women currently hovers at 4 percent, and has not increased significantly since the end of 2009; as for police women, the percentage has stayed at around <a href=\"https://www.dcaf.ch/un-wants-deploy-more-women-peacekeeping-so-why-are-there-so-few\" target=\"_blank\">10 percent since 2011</a>. Data come from <a href=\"https://peacekeeping.un.org/en/troop-and-police-contributors\" target=\"_blank\">UN Department of Peacekeeping Operations (2022)</a> </p><p>This indicator’s weight is 10 percent of the security component.  </p>",
        "indicators": {}
      },
      "sea-lanes-protection": {
        "name": "Sea Lanes Protection",
        "description": "<p>Cost of naval vessels assigned to protecting sea lanes as % GNI</p><p>This indicator assesses countries’ contribution to the protection of sea lanes based on the quantity of major ships in the navy, the naval budget, and ships devoted to sea lanes protection. Ungoverned maritime spaces along major sea lanes are a major threat, providing refuge for armed maritime groups and a haven for illicit activities. To derive the numbers behind this measure, we divide the number of vessels devoted to sea lanes protection by the total number of vessels in a country’s navy. Then, we multiply this proportion by the total naval budget to obtain the dollar equivalent of sea lanes protection contributions. As with other peacekeeping contributions, we then divide this by the country’s GNI.  </p><p>Data on naval budgets and maritime deployments is collected by an independent defence economist, using sources such as the United Nations and individual countries’ defence ministries.  </p><p>The sea lanes protection indicator has a weight of 15 percent of the security component.  </p>",
        "indicators": {}
      },
      "arms-trade": {
        "name": "Arms Trade",
        "description": "<p>Countries can affect peace and security beyond their borders if they supply arms to other countries. Arms exports may be more likely to fuel conflicts when sent to countries which do not respect citizens‘ freedom of expression (some <a href=\"https://www.rand.org/pubs/research_reports/RR1063.html\">research</a> shows that non-consolidated democracies may be more prone to both intra- and inter-state conflicts); or if the importing country is <a href=\"https://www.sipri.org/sites/default/files/The_developmental_impact_of_military_budgeting_and_procurement_2008.pdf\">already spending a large amount of its GDP</a> on arms (potentially implying a militaristic policy stance as well as a diversion of funds away from other basic services); or if the country is poor (the <a href=\"https://www.rand.org/pubs/research_reports/RR1063.html\">aforementioned research</a> also shows that slow economic growth can be a driver, particularly of intra-state conflict).</p><p>The arms trade indicator comprises two measures. The first, arms trade volume, measures the annual dollar amount of arms exports as a percentage of each CDI country’s GNI in the last five years. The second measure measures the relative likelihood that arms exports from a CDI country will incite or fuel conflicts worldwide. This is done based on the relative weighing of importing countries based on their income, military expenditure, and governance. These measures are multiplied to give the raw score for the indicator.</p><p>This indicator’s weight is 30% of the security component.</p>",
        "indicators": {
          "arms-trade-volume": {
            "name": "Arms Trade Volume",
            "description": "<p>% GNI</p><p>This measures the dollar amount of arms that CDI countries exported over the previous five years, scaled by each country’s GNI. Half (50 percent) of the score for this measure is taken from the most recent available year, as this best reflects the current policy stance. However, as arms exports data are quite lumpy, whenever possible we also use some historical data. This means that the other 50 percent of the score is taken from an average of exports from up to the previous four available years (though if the only data is from prior to 2014, we mark the data as missing).  </p><p>Data on the volume of arms exports are provided by an independent security economist who uses a wide range of nationally provided statistics and data from SIPRI exporter-importer tables. As countries provide varying levels of detail in their reporting, ranging from fully available data on export volumes to each importer to only aggregate yearly volumes of exports, we use various techniques to arrive at a full dataset, detailed in <a href=\"https://www.cgdev.org/sites/default/files/cdi-2025-methodology.pdf#page=67\">the methodology</a>. </p>"
          },
          "conflict-potential-of-arms-exports": {
            "name": "Conflict Potential of Arms Exports",
            "description": "<p>Weight of exports to poor, militaristic, and undemocratic countries relative to all exports</p><p>Although the causal link between arms sales and conflict emergence in general is still a matter of debate, numerous <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0022343302039006003\">case studies</a> and growing body of <a href=\"https://journals.sagepub.com/doi/10.1177/0022343317740417\">statistical analysis</a> suggest that arms sales may significantly increase the probability of an onset of intra-state conflict or enable governments to unleash more violence against their own citizens.</p><p>The likelihood that arms sales will be used for conflict onset or escalation is not equal among importing countries. Therefore, we have devised a method for establishing a relative weight between 1 (lowest conflict potential) and 10 (highest) for each importer, outlined below and detailed further in the methodology.</p><p>These importer weights are used to multiply the share of actual dollar amounts of arms exports from each CDI country in each year. The final score on this measure is the sum of a CDI country’s annual weighted arms exports divided by its unweighted arms exports in the most recent available year (usually 2023), to give a relative weight across all its arms exports.</p>"
          }
        }
      },
      "international-security-conventions": {
        "name": "International Security Conventions",
        "description": "<p>Participation score on 9 security treaties</p><p>This indicator assesses the level of countries’ participation in nine important international security regimes covering a wide array of security topics, including the use of chemical, biological, and nuclear weapons; illicit arms trade; and gender and security. Countries receive one point for ratifying each of the following nine treaties: <a href=\"http://disarmament.un.org/treaties/t/npt\">Non-Proliferation Treaty</a>, <a href=\"https://treaties.un.org/pages/ViewDetails.aspx?src=TREATY&amp;mtdsg_no=XXVI-3&amp;chapter=26&amp;clang=_en\">Chemical Weapons Convention</a>, <a href=\"https://www.ctbto.org/the-treaty/status-of-signature-and-ratification/\">Comprehensive Nuclear Test Ban Treaty</a>, <a href=\"https://www.apminebanconvention.org/states-parties-to-the-convention/\">Mine Ban Treaty</a>, <a href=\"https://www.unog.ch/80256EE600585943/(httpPages)/4F0DEF093B4860B4C1257180004B1B30?OpenDocument\">Convention on Certain Conventional Weapons</a> (with points assigned for each of the 7 articles and amendments, for a total of up to 1 point), <a href=\"http://www.clusterconvention.org/the-convention/convention-status/\">Convention on Cluster Munitions</a>, <a href=\"https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&amp;mtdsg_no=XVIII-10&amp;chapter=18&amp;clang=_en\">Rome Statute on the International Criminal Court</a>, <a href=\"https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&amp;mtdsg_no=XXVI-8&amp;chapter=26&amp;clang=_en\">Arms Trade Treaty</a>, and the <a href=\"https://www.securitywomen.org/united-nations/unscr-1325-and-national-action-plans-nap\">UN Resolution 1325</a> on women, peace and security.</p><p>Countries get a point for ratifying the agreement but get a reduced score for not ratifying all additional protocols of the Convention on Certain Conventional Weapons. A country’s raw score on this indicator is simply the sum of its score across all the conventions, and thus has a maximum of 9.</p><p>This indicator’s weight is 20 percent of the security component.</p>",
        "indicators": {}
      }
    }
  },
  "technology": {
    "name": "Technology",
    "description": "<p>Technology is a critical factor in economic and human development, and not just for the poor. It can reduce the price of goods and services, making them more accessible to all. Advances in medicines, sustainable energy, and agricultural productivity raise the quality of life worldwide. The largest global economies can play a major role <a href=\"https://unctad.org/en/PublicationsLibrary/dtlstict2013d8_en.pdf\">in both new knowledge creation and its diffusion worldwide</a>.  </p><p>Governments can contribute to global innovation and technological development through direct funding or through incentives to stimulate the private sector. They can encourage technology diffusion through international academic collaboration, or by opening the doors to foreign students to allow them to gain new knowledge and skills, and address gender inequalities by admitting more female students. But governments can also impede diffusion through excessively restrictive intellectual property right (IPR) terms within their foreign trade and investment agreements, which limit developing countries’ access to vital technologies.</p>",
    "subcomponents": {
      "government-support": {
        "name": "Government Support",
        "description": "<p>Budget allocation as % of GNI</p><p>This indicator measures budgetary expenditure on various areas of research expressed as a share of national income to allow cross-country comparison. To assess the level of government support, we use data from <a href=\"https://stats.oecd.org/Index.aspx?DataSetCode=GERD_FUNDS\" target=\"_blank\">the OECD</a> expressed as a share of national income (GNI) to allow cross country comparisons. We include total government expenditure on research and development (GERD), on all sectors and socio-economic objectives. </p><p>The weight of this indicator in the technology component is 25 percent. </p>",
        "indicators": {}
      },
      "tax-incentives": {
        "name": "Tax Incentives",
        "description": "<p>Implied subsidies as % GNI</p><p>This indicator measures the level of government support for private research and development through tax incentives as a share of national income. It is based on an implied subsidy rate based on the <a href=\"http://www.oecd.org/sti/rd-tax-stats-bindex-methodology.pdf\" target=\"_blank\">B-index</a> published by the OECD, a measure of the level of pre-tax profit a “representative” company needs to generate to break even on a marginal, unitary outlay on R&amp;D, considering provisions in the tax system that allow for special treatment of R&amp;D expenditures. </p><p>Subsidy data are the average level of tax subsidies for profitable small and large enterprises <a href=\"https://stats.oecd.org/Index.aspx?DataSetCode=RDSUB\" target=\"_blank\">from the OECD</a>. This is calculated with the OECD’s <a href=\"http://www.oecd.org/sti/rd-tax-stats-bindex-methodology.pdf\" target=\"_blank\">B-index</a>. BERD data is also taken from <a href=\"https://stats.oecd.org/Index.aspx?DataSetCode=MSTI_PUB\" target=\"_blank\">the OECD</a>, and is then divided by GNI, with GNI data from <a href=\"https://data.worldbank.org/indicator/NY.GDP.MKTP.CN\" target=\"_blank\">World Development Indicators</a>.</p><p>The weight of this indicator in the technology component is 10 percent.</p>",
        "indicators": {}
      },
      "foreign-students": {
        "name": "Foreign Students",
        "description": "<p>per 1,000 tertiary students (poverty-weighted by country of origin)</p><p>This indicator measures the inflow of tertiary students to CDI countries as a proportion of the total tertiary body, after giving students from a lower-income country a higher weight. Opening the doors to foreign students allows the brightest minds to freely circulate ideas, gain global knowledge and build their skills. As with some other CDI measures (namely poverty focus of development finance, inflow of migrants, trade tariffs and university collaborations) we give proportionally higher scores the poorer are the beneficiaries of CDI countries’ policies. To do so, we weigh the raw data by the income of students’ country of origin.  </p><p>Student data, both on foreign students as well as on the total tertiary student body come from <a href=\"http://data.uis.unesco.org/index.aspx?queryid=3806\" target=\"_blank\">UNESCO</a>. <a href=\"https://data.worldbank.org/indicator/NY.GNP.PCAP.PP.CD\" target=\"_blank\">GNI per capita, PPP</a> data for the countries of origin of the foreign students come from the World Bank’s World Development Indicators. The method of calculating the income weights for each origin country is outlined in the <a href=\"https://www.cgdev.org/sites/default/files/cdi-2025-methodology.pdf#page=74\">CDI methodology</a>.  </p><p>The weight of this indicator in the technology component is 25 percent. </p>",
        "indicators": {}
      },
      "female-students": {
        "name": "Female Students",
        "description": "<p>% of total foreign students</p><p>This indicator measures the share of total international students who are female. Admitting female foreign students is especially important for development as this frequently has stronger <a href=\"https://www.cgdev.org/publication/why-increasing-female-immigration-flows-gender-unequal-countries-could-have-significant\" target=\"_blank\">social remittance effects </a>, and can promote gender equality in their home countries. Therefore, countries are rewarded for having more female students. Data on students’ gender breakdown was taken from <a href=\"http://data.uis.unesco.org/index.aspx?queryid=3806\" target=\"_blank\">UNESCO</a>.  </p><p>A CDI country’s score on the female students’ indicator is its total foreign female tertiary students divided by its total foreign tertiary students.  </p><p>The weight of this indicator in the technology component is 10 percent. </p>",
        "indicators": {}
      },
      "research-collaboration": {
        "name": "Research Collaboration",
        "description": "<p>Lower-income weighted shares of co-authored international outputs</p><p>This indicator measures the share of a CDI country’s research outputs (as measured by journal publications) which are co-published by authors affiliated with third countries as a proportion of all internationally co-authored outputs. Collaborations with lower-income countries are given a higher weight. Scientific collaboration is an important mechanism enabling spillovers through the integration of developing countries into research activities, thereby promoting both knowledge transfers and diffusion (<a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0182513\" target=\"_blank\">González-Alcaide et al., 2017</a>). More widely, co-authorship across multiple countries is associated with higher quality knowledge generation. Through collaborating, global researchers can integrate a wide range of competences and skills to attack difficult problems with an enhanced chance of success. Accordingly, co-authored papers also tend to have a higher impact (<a href=\"https://www.nature.com/articles/srep00902\" target=\"_blank\">Pan et al., 2012</a>).  </p><p>Data are provided by <a href=\"https://www.scopus.com/home.uri\" target=\"_blank\">SCOPUS</a>, Elsevier’s abstract and citation database, and accessed through the <a href=\"https://scival.com/landing&quot; \\t &quot;_blank\">SciVal</a> platform. Publications in the latest year available (2022)are measured and the nationality of authors was determined by the country of their institutional affiliation. To understand the relative share of outputs which are co-authored with lower-income countries, we weight research outputs by the weight assigned to the country of the international co-authors: we give a higher score for research outputs co-published with poorer countries. The income weights for each co-authoring country are outlined in <a href=\"https://www.cgdev.org/sites/default/files/cdi-2025-methodology.pdf#page=74\" target=\"_blank\">the methodology.</a> The income-weighted share of co-authored articles by a CDI country is divided by its total internationally co-authored articles to measure the degree of co-authoring with relatively poorer countries when it cooperated internationally.  </p><p>The weight of this indicator in the technology component is 10 percent. </p>",
        "indicators": {}
      },
      "intellectual-property-rights": {
        "name": "Intellectual Property Rights",
        "description": "<p>Score on refraining from restrictions beyond WTO standards</p><p>This indicator measures the restrictiveness of intellectual property right (IPR) provisions in free trade agreements between CDI countries and developing countries. IPRs aim to incentivize research and innovation by granting producers of new technologies a monopoly over their inventions for a specified period. But a developmental IPR regime needs to <a href=\"https://cepr.net/images/stories/reports/baker-jayadev-stiglitz-innovation-ip-development-2017-07.pdf\">balance this incentive </a>with the need to sufficiently enable others to make use of <a href=\"https://www.nature.com/articles/s41587-022-01485-x\">vital technologies</a> (including, but not limited to vaccines or medicines). The CDI therefore measures the degree to which CDI countries include IPR clauses in their bilateral free trade agreements with developing countries that are more restrictive than the IPR safeguards already upheld by the WTO as part of the TRIPS+ agreement.</p><p>Data for this indicator was compiled by <a href=\"https://politicalwatch.es/about-us/\">Political Watch</a> (formerly CIECODE), who analysed the legal provisions in free trade agreements between CDI countries and developing countries for the restrictiveness of their IPR provisions on content relating to (1) patent term length; (2) patent opposition and revocation systems; (3) compulsory licensing; (4) parallel imports; and (5) counterfeiting. Any provisions which are more restrictive than the <a href=\"https://www.wto.org/english/tratop_e/trips_e/trips_e.htm\">WTO TRIPS+</a> agreement result in no points. Further details can be found in the CDI methodology.</p><p>The weight of this indicator in the technology component is 20 percent.</p>",
        "indicators": {}
      }
    }
  }
}